{
  "paycontrol": {
    "base": {
      "on_entry": "Добрый день, предлагаем Вам опробовать новый способ подписания документов в приложении - PAYCONTROL. Этот способ гарантирует Вашим средствам и данным усиленную защиту, при этом сохраняя простоту и удобство использования СМС.",
      "after_oper": "А Вы знали, что есть способ подтверждения операций гораздо безопаснее, но такой же удобный? Предлагаем Вам подключить способ подписания PAYCONTROL. Он не зависит от сотового оператора и эффективно предотвращает попытки злоумышленников похитить Ваши средства и данные.",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "sms_reported":{
      "on_entry": "Добрый день, Вы сообщали о проблеме с СМС при подтверждении операций, поэтому мы предлагаем Вам опробовать новый способ подписания PAYCONTROL. Он не зависит от сотового оператора и не подвержен сбоям, с ним связанным. Более того, он такой же удобный и гарантирует большую безопасность, чем СМС.",
      "after_oper": "СМС задерживается или не приходит? Есть способ лучше!\n\nМы предлагаем вам опробовать новый способ подтверждения операции PAYCONTROL. Он не зависит от сотовой связи и оператора, именно поэтому он более безопасный и надёжный.",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "is_available_but_not_used": {
      "on_entry": "Добрый день, мы заметили, что у Вас подключён PAYCONTROL, но не назначен как основной способ подтверждения операций. Использовать его так же просто, как СМС, но он надёжней и безопасней. Предлагаем Вам установить его как способ подтверждения по умолчанию всего за пару кликов.",
      "after_oper": "Желаете ли Вы улучшить сохранность Ваших средств и данных, всего за пару кликов, назначив этот метод подтверждения методом по умолчанию?",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "no_app": {
      "on_entry": "Добрый день, в нашем приложении появился новый удобный и главное надёжный и безопасный способ подтверждения операций. Он не зависит от мобильного оператора, поэтому исключены любые возможные проблемы с СМС и мобильной связью, при этом сохраняя удобство. Предлагаем Вам установить приложение и установить способ подтверждения операций PAYCONTROL, чтобы надёжный и удобный банк всегда был под рукой.",
      "after_oper": "В нашем приложении доступен новый быстрый и надёжный способ подтверждения операций. PAYCONTROL позволяет подтвердить операцию через защищённые каналы связи, минуя сотового оператора, тем самым повышая безопасность Ваших средств. Мы предлагаем Вам рассмотреть возможность установки приложения, чтобы PAYCONTROL и множество других полезных функций всегда были под рукой.",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    }
  },


  "CAP": {
    "base": {
      "on_entry": "Добрый день, предлагаем Вам опробовать новый способ подписания документов в приложении - КЭП. Этот способ гарантирует Вашим средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции при помощи Вашего приложения.",
      "after_oper": "А Вы знали, что могли подтвердить операцию ещё более безопасным способом? КЭП в приложении позволит Вам подтверждать любые операции максимально удобно и, главное, безопасно. Мы заботимся о Вас и Ваших средствах и рекомендуем ознакомится с этой возможностью.",
      "before_vip_oper": "Не желаете ли Вы гарантировать ещё большую безопасность этой операции, используя новый способ подтверждения? КЭП в приложении Альфа банка позволит Вам совершить вам любые операции с полной уверенностью, что с Вашими средствами всё будет хорошо. Предлагаем Вам ознакомится с данной возможностью по этой кнопке:"
    },
    "sms_reported":{
      "on_entry": "Добрый день! Мы понимаем, что Вам может быть неудобно использовать СМС для подтверждения операций. Приглашаем Вас попробовать новый способ – КЭП в приложении. Этот способ обеспечивает максимальную защиту Ваших средств и данных, позволяя Вам уверенно подтверждать любые операции, не боясь злоумышленников и сбоев.",
      "after_oper": "Вы знаете, что есть более безопасный способ подтверждения операций? Мы слышим Ваши недовольства по поводу СМС и представляем КЭП в приложении. Это надежный и удобный способ для подтверждения любых транзакций. Заботьтесь о своих средствах вместе с нами – узнайте больше о этой возможности!",
      "before_vip_oper": "Хотите ли Вы гарантировать ещё большую безопасность этой важной операции? Учитывая Ваши недовольства относительно СМС-подтверждений, мы предлагаем Вам КЭП в приложении Альфа-банка. Этот новый способ подтверждения операций подарит Вам уверенность в том, что Ваши средства под надежной защитой. Ознакомьтесь с этой возможностью, нажав кнопку ниже:"
    },
    "has_an_app_but_not_used": {
      "on_entry": "Добрый день! Мы заметили, что у Вас подключен КЭП в приложении, но Вы не назначили его в качестве основного способа подтверждения операций. Он гарантирует Вашим средствам и данным максимальную безопасность при подтверждении любых операций. Предлагаем Вам установить его в качестве способа подтверждения по умолчанию всего за пару кликов.",
      "after_oper": "Хотите улучшить сохранность своих средств и данных, назначив КЭП в приложении в качестве метода подтверждения по умолчанию всего за пару кликов?",
      "before_vip_oper": "Эта важная операция, не хотите ли Вы подтвердить её при помощи наиболее безопасного способа КЭП?"
    }
  },


  "CAP_with_token": {
    "base": {
      "on_entry": "Добрый день, приглашаем Вас попробовать новый способ подписания документов на Вашем ПК - КЭП на токене. Этот способ гарантирует Вашим средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции с максимальным удобством при использовании Вашего ПК.",
      "after_oper": "А Вы знали, что могли подтвердить операцию ещё более безопасным совершенно новым способом? КЭП на токене позволит Вам подтверждать любые операции максимально удобно и, главное, безопасно. Мы заботимся о Вас и Ваших средствах и рекомендуем ознакомится с этой возможностью.",
      "before_vip_oper": "Не желаете ли Вы гарантировать ещё большую безопасность этой операции, использую новый способ подтверждения? КЭП на токене позволит Вам совершить любые операции с полной уверенностью, что с Вашими средствами всё будет хорошо. Предлагаем Вам ознакомится с данной возможностью по этой кнопке:"
    },
    "for_employers_with_a_lot_of_orgs": {
      "on_entry": "Добрый день, приглашаем Вас попробовать новый способ подписания документов на Вашем ПК - КЭП на токене. Этот способ гарантирует средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции с неограниченным числом различных организаций.",
      "after_oper": "А Вы знали, что могли подтвердить операцию ещё более безопасным совершенно новым способом? КЭП на токене позволит Вам подтверждать любые операции максимально удобно и, главное, безопасно, при этом Вы можете использовать один и тот же токен с любым число организаций. Мы заботимся о Вас и рекомендуем ознакомится с этой возможностью.",
      "before_vip_oper": "Не желаете ли Вы гарантировать ещё большую безопасность этой операции, использую новый способ подтверждения? КЭП на токене позволит Вам совершить вам любые операции с любыми организациями с полной уверенностью, что данные и средства - в безопасности. Предлагаем Вам ознакомится с данной возможностью по этой кнопке:"
    },
    "sms_reported":{
      "on_entry": "Добрый день! Мы понимаем, что Вам может быть неудобно использовать СМС для подтверждения операций. Приглашаем Вас попробовать новый способ – КЭП на токене. Этот способ обеспечивает максимальную защиту Ваших средств и данных, позволяя Вам уверенно подтверждать любые операции, не боясь злоумышленников и сбоев. Он также крайне удобен для использования на ПК.",
      "after_oper": "Вы знаете, что есть более безопасный способ подтверждения операций? Мы слышим Ваши недовольства по поводу СМС и представляем КЭП на токене. Это надежный и удобный способ для подтверждения любых транзакций при помощи Вашего ПК. Заботьтесь о своих средствах вместе с нами – узнайте больше о этой возможности!",
      "before_vip_oper": "Хотите ли Вы гарантировать ещё большую безопасность этой важной операции? Учитывая Ваши недовольства относительно СМС-подтверждений, мы предлагаем Вам КЭП на токене. Этот новый способ подтверждения операций подарит Вам уверенность в том, что Ваши средства под надежной защитой. Ознакомьтесь с этой возможностью, нажав кнопку ниже:"
    },
    "is_available_but_not_used": {
      "on_entry": "Добрый день! Мы заметили, что у Вас подключен КЕП на токене, но Вы не назначили его в качестве основного способа подтверждения операций. Он гарантирует Вашим средствам и данным максимальную безопасность при подтверждении любых операций. Предлагаем Вам установить его в качестве способа подтверждения по умолчанию всего за пару кликов.",
      "after_oper": "Хотите улучшить сохранность своих средств и данных, назначив КЕП на токене в качестве метода подтверждения по умолчанию всего за пару кликов?",
      "before_vip_oper": "Эта важная операция, не хотите ли Вы подтвердить её при помощи наиболее безопасного способа КЕП?"
    }
  }
}