{
  "paycontrol": {
    "base": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, приглашаем вас попробовать новый способ подписания документов в приложении - PAYCONTROL. Этот способ даст вашим средствам и данным усиленную защиту, при этом сохраняя простоту и удобство использования СМС. Кнопка:[Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: А вы знали, что есть способ подтверждения операции гораздо безопаснее, но такой же удобный? Предлагаем вам, подключить способ подписания PAYCONTROL. Он не зависит от сотового оператора, и эффективно предотвращает попытки злоумышленников похитить ваши средства и данные. Кнопка: [Попробовать] или [Узнать больше]",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, ноб поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "sms_reported":{
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, вы сообщали о проблеме с СМС при подтверждении операций, поэтому мы приглашаем вас опробовать новый способ подписания PAYCONTROL. Он не зависит от сотового оператора и не подвержен сбоям, с ним связанным. Более того он такой же удобный и даже ещё более безопасный. Кнопка:[Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: СМС задерживается или не приходит? Есть способ лучше! Мы предлагаем вам опробовать новый способ подтверждения операции PAYCONTROL. Он не зависит от сотовой связи и оператора, именно поэтому он более безопасный и надёжный. Кнопка: [Попробовать] или [Узнать больше]",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "is_available_but_not_used": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, мы заметили, что у вас подключён PAYCONTROL, но не назначен как основной способ подтверждения операций. Использовать его также просто как СМС, но он надёжней и безопасней. Предлагаем вам установить его как способ подтверждения по умолчанию всего за пару кликов. Кнопка:[Установить по умолчанию]",
      "after_oper": "Перед совершением операции предлагаем пользователю подтвердить её при помощи PAYCONTROL, указав некрупным текстом на и рядом с кнопкой выбора, что это более надёжный способ подтверждения. После этого пользователь проводит операцию, и после её завершения выводим: Желаете ли вы улучшить сохранность ваших средств и данных, всего за пару кликов, назначив этот метод подтверждения методом По умолчанию? Кнопка: [Назначить по умолчанию]",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    },
    "no_app": {
      "on_entry": "Пользователь открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, в нашем приложении появился новый удобный и главное надёжный и безопасный способ подтверждения операций. Он не зависит от мобильного оператора, поэтому исключены любые возможные проблемы с СМС и мобильной связью, при этом сохраняя удобство. Предлагаем вам установить приложение и установить способ подтверждения операций PAYCONTROL, чтобы надёжный и удобный банк всегда был под рукой. Кнопка:[Узнать больше]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: В нашем приложении, доступен новый быстрый и надёжный способ подтверждения операций. PAYCONTROL позволяет подтвердить операцию через защищённые каналы связи, минуя сотового оператора, тем самым повышая безопасность ваших средств. Мы предлагаем вам рассмотреть возможность установки приложения, что PAYCONTROL и множество других полезных функций всегда были под рукой. Кнопка: [Узнать больше]",
      "before_vip_oper": "Этому пользователю по результату работы нашей модели наиболее подходит способ PAYCONTROL, но поскольку PAYCONTROL не подходит для операций этого типа, рекомендовать его при их совершении не стоит."
    }
  },


  "CAP": {
    "base": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, приглашаем вас попробовать новый способ подписания документов в приложении - КЭП. Этот способ гарантирует вашим средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции при помощи вашего приложения. Кнопка:[Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: А вы знали, что могли подтвердить операцию ещё более безопасным совершенно новым способом? КЭП в приложении позволит вам подтверждать любые операции максимально удобно и, главное, безопасно. Мы заботимся о вас и ваших средствах и рекомендуем ознакомится с этой возможностью. Кнопка: [Узнать больше]",
      "before_vip_oper": "Перед совершением операции выводим пользователю рекомендацию с текстом: Не желаете ли вы гарантировать ещё большую безопасность этой операции, использую новый способ подтверждения? КЭП в приложении альфа-банка позволит вам совершить вам любые операции с полной уверенностью, что с вашими средствами всё будет хорошо. Предлагаем вам ознакомится с данной возможностью по этой кнопке. Кнопка:[Узнать больше] "
    },
    "sms_reported":{
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и видит рекомендацию с следующим текстом: Добрый день! Мы понимаем, что вам может быть неудобно использовать СМС для подтверждения операций. Приглашаем вас попробовать новый способ – КЭП в приложении. Этот способ обеспечивает максимальную защиту ваших средств и данных, позволяя вам уверенно подтверждать любые операции, не боясь злоумышленников и сбоев. Кнопка: [Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию, и на последнем экране выводим рекомендацию со следующим текстом: Вы знаете, что есть более безопасный способ подтверждения операций? Мы слышим ваши недовольства по поводу СМС и представляем КЭП в приложении. Это надежный и удобный способ для подтверждения любых транзакций. Заботьтесь о своих средствах вместе с нами – узнайте больше о этой возможности! Кнопка: [Узнать больше]",
      "before_vip_oper": "Перед совершением операции выводим пользователю рекомендацию с текстом: Хотите ли вы гарантировать ещё большую безопасность этой важной операции? Учитывая ваши недовольства относительно СМС-подтверждений, мы предлагаем вам КЭП в приложении Альфа-банка. Этот новый способ подтверждения операций подарит вам уверенность в том, что ваши средства под надежной защитой. Ознакомьтесь с этой возможностью, нажав кнопку ниже. Кнопка: [Узнать больше]"
    },
    "has_an_app_but_not_used": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом:\n \r  Добрый день! Мы заметили, что у вас подключен КЭП в приложении, но вы не назначили его в качестве основного способа подтверждения операций. Он гарантирует вашим средствам и данным максимальную безопасность при подтверждении любых операций. Предлагаем вам установить его в качестве способа подтверждения по умолчанию всего за пару кликов. Кнопка: [Установить по умолчанию]",
      "after_oper": "Перед совершением операции предлагаем пользователю подтвердить её при помощи КЭП, указав некрупным текстом на и рядом с кнопкой выбора, что это более надежный и безопасный способ подтверждения. После завершения операции выводим: Хотите улучшить сохранность своих средств и данных, назначив КЭП в приложении в качестве метода подтверждения по умолчанию всего за пару кликов? Кнопка: [Назначить по умолчанию]",
      "before_vip_oper": "Перед совершением операции предлагаем пользователю использовать КЭП в приложении следующим текстом: Эта важная операция, не хотите ли вы подтвердить её при помощи наиболее безопасного способа КЭП? После завершения операции предлагаем пользователю установить КЭП по умолчанию с следующим текстом: Не желаете ли вы установить КЭП способом подтверждения по умолчанию. Это средство нового поколения гарантирует вашим средствам максимальную безопасность. Это займёт не больше минуты. Кнопка: [Установить по умолчанию]"
    }
  },


  "CAP_with_token": {
    "base": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, приглашаем вас попробовать новый способ подписания документов на вашем ПК - КЭП на токене. Этот способ гарантирует вашим средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции с максимальным удобством при использовании вашего ПК. Кнопка:[Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: А вы знали, что могли подтвердить операцию ещё более безопасным совершенно новым способом? КЭП на токене позволит вам подтверждать любые операции максимально удобно и, главное, безопасно. Мы заботимся о вас и ваших средствах и рекомендуем ознакомится с этой возможностью. Кнопка: [Узнать больше]",
      "before_vip_oper": "Перед совершением операции выводим пользователю рекомендацию с текстом: Не желаете ли вы гарантировать ещё большую безопасность этой операции, используя новый способ подтверждения? КЭП на токене позволит вам совершить вам любые операции с полной уверенностью, что с вашими средствами всё будет хорошо. Предлагаем вам ознакомится с данной возможностью по этой кнопке. Кнопка:[Узнать больше]"
    },
    "for_employers_with_a_lot_of_orgs": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день, приглашаем вас попробовать новый способ подписания документов на вашем ПК - КЭП на токене. Этот способ гарантирует средствам и данным максимальную защиту и позволит подтверждать абсолютно любые операции с неограниченным числом различных организаций. Кнопка:[Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию и на последнем экране, связанным с этой операцией (сразу после подтверждения операции через СМС) выводим рекомендацию со следующим текстом: А вы знали, что могли подтвердить операцию ещё более безопасным совершенно новым способом? КЭП на токене позволит вам подтверждать любые операции максимально удобно и, главное, безопасно, при этом вы можете использовать один и тот же токен с любым число организаций. Мы заботимся о вас и рекомендуем ознакомится с этой возможностью. Кнопка: [Узнать больше]",
      "before_vip_oper": "Перед совершением операции выводим пользователю рекомендацию с текстом: Не желаете ли вы гарантировать ещё большую безопасность этой операции, использую новый способ подтверждения? КЭП на токене позволит вам совершить вам любые операции с любыми организациями с полной уверенностью, что данные и средства - в безопасности. Предлагаем вам ознакомится с данной возможностью по этой кнопке. Кнопка:[Узнать больше]"
    },
    "sms_reported":{
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и видит рекомендацию с следующим текстом: Добрый день! Мы понимаем, что вам может быть неудобно использовать СМС для подтверждения операций. Приглашаем вас попробовать новый способ – КЭП на токене. Этот способ обеспечивает максимальную защиту ваших средств и данных, позволяя вам уверенно подтверждать любые операции, не боясь злоумышленников и сбоев. Он также крайне удобен для использования на ПК. Кнопка: [Попробовать]",
      "after_oper": "Дожидаемся, когда пользователь завершит операцию, и на последнем экране выводим рекомендацию со следующим текстом: Вы знаете, что есть более безопасный способ подтверждения операций? Мы слышим ваши недовольства по поводу СМС и представляем КЭП на токене. Это надежный и удобный способ для подтверждения любых транзакций при помощи вашего ПК. Заботьтесь о своих средствах вместе с нами – узнайте больше о этой возможности! Кнопка: Узнать больше",
      "before_vip_oper": "Перед совершением операции выводим пользователю рекомендацию с текстом: Хотите ли вы гарантировать ещё большую безопасность этой важной операции? Учитывая ваши недовольства относительно СМС-подтверждений, мы предлагаем вам КЭП на токене. Этот новый способ подтверждения операций подарит вам уверенность в том, что ваши средства под надежной защитой. Ознакомьтесь с этой возможностью, нажав кнопку ниже. Кнопка: Узнать больше"
    },
    "is_available_but_not_used": {
      "on_entry": "Пользователь запускает приложение или открывает вебсайт и на главной странице видит рекомендацию с следующим текстом: Добрый день! Мы заметили, что у вас подключен КЕП на токене, но вы не назначили его в качестве основного способа подтверждения операций. Он гарантирует вашим средствам и данным максимальную безопасность при подтверждении любых операций. Предлагаем вам установить его в качестве способа подтверждения по умолчанию всего за пару кликов. Кнопка: Установить по умолчанию",
      "after_oper": "Перед совершением операции предлагаем пользователю подтвердить её при помощи КЕП на токене, указав некрупным текстом на и рядом с кнопкой выбора, что это более надежный и безопасный способ подтверждения. После завершения операции выводим: Хотите улучшить сохранность своих средств и данных, назначив КЕП на токене в качестве метода подтверждения по умолчанию всего за пару кликов? Кнопка: Назначить по умолчанию",
      "before_vip_oper": "Перед совершением операции предлагаем пользователю использовать КЕП на токене следующим текстом: Эта важная операция, не хотите ли вы подтвердить её при помощи наиболее безопасного способа КЕП? После завершения операции предлагаем пользователю установить КЕП по умолчанию с следующим текстом: Не желаете ли вы установить КЕП способом подтверждения по умолчанию? Это средство нового поколения гарантирует вашим средствам максимальную безопасность. Это займёт не больше минуты. Кнопка: Установить по умолчанию"
    }
  }
}